alefragnani.bookmarks
alefragnani.project-manager
anthropic.claude-code
asuka.insertnumbers
bmewburn.vscode-intelephense-client
bpruitt-goddard.mermaid-markdown-syntax-highlighting
chrmarti.regex
cocopon.iceberg-theme
codezombiech.gitignore
cweijan.vscode-office
docker.docker
ecmel.vscode-html-css
emilast.logfilehighlighter
eriklynd.json-tools
esbenp.prettier-vscode
formulahendry.code-runner
formulahendry.vscode-mysql
genieai.chatgpt-vscode
github.copilot
github.copilot-chat
glenn2223.live-sass
google.colab
grapecity.gc-excelviewer
hediet.vscode-drawio
humao.rest-client
ibm.output-colorizer
idleberg.applescript
ionutvmi.path-autocomplete
jackiotyu.git-worktree-manager
jebbs.plantuml
jnbt.vscode-rufo
kiranshah.chatgpt-helper
kiteco.kite
mechatroner.rainbow-csv
mhutchie.git-graph
mrmlnc.vscode-duplicate
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-dotnettools.vscode-dotnet-runtime
ms-playwright.playwright
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
nalulabo.uwsc-support
oderwat.indent-rainbow
openai.chatgpt
redhat.java
redhat.vscode-yaml
ritwickdey.liveserver
romanpeshkov.vscode-text-tables
ryu1kn.partial-diff
serkonda7.vscode-vba
sgryjp.japanese-word-handler
shardulm94.trailing-spaces
techer.open-in-browser
tomoki1207.pdf
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.migrate-java-to-azure
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-java-upgrade
vscjava.vscode-maven
vstirbu.vscode-mermaid-preview
wayou.vscode-icons-mac
xabikos.javascriptsnippets
xdebug.php-debug
yzane.markdown-pdf
yzhang.markdown-all-in-one
zainchen.json
